Jiawei_Han
Christos_Faloutsos
H._V._Jagadish
Hans-Peter_Kriegel
Surajit_Chaudhuri
W._Bruce_Croft
Qiang_Yang
Wei_Wang
Clement_T._Yu
Michael_Stonebraker
Michael_J._Carey
Kian-Lee_Tan
Haixun_Wang
Hongjun_Lu
Elke_A._Rundensteiner
Wei-Ying_Ma
Jennifer_Widom
Ke_Wang
Jeffrey_Xu_Yu
ChengXiang_Zhai
Yannis_E._Ioannidis
C._Mohan
Yehoshua_Sagiv
Hamid_Pirahesh
Dimitrios_Gunopulos
Ling_Liu
Raymond_J._Mooney
Carlo_Zaniolo
Tuomas_Sandholm
Jeffrey_D._Ullman
Tao_Li
Dimitris_Papadias
S._Muthukrishnan
Georg_Gottlob
Yufei_Tao
Alberto_O._Mendelzon
David_B._Lomet
Andrew_W._Moore
Andrew_McCallum
Martin_Ester
Wenfei_Fan
Charles_X._Ling
Yong_Yu
Craig_Boutilier
Bernhard_Seeger
Nikos_Mamoulis
Patrick_Valduriez
David_Maier
Guido_Moerkotte
Thomas_S._Huang
M._Tamer_?zsu
Alon_Y._Halevy
Peter_Stone
Wynne_Hsu
Takeo_Kanade
Iadh_Ounis
Yoav_Shoham
Changshui_Zhang
Mohammed_Javeed_Zaki
Russell_Greiner
Toby_Walsh
Xifeng_Yan
Hiroshi_Motoda
Victor_Vianu
Sihem_Amer-Yahia
Zhi-Hua_Zhou
Ronald_Fagin
Mark_Sanderson
Ren¨¦e_J._Miller
Aoying_Zhou
Luis_Gravano
Christian_S._Jensen
Chris_H._Q._Ding
Daniela_Florescu
Shusaku_Tsumoto
Maurizio_Lenzerini
Susan_T._Dumais
Joseph_Y._Halpern
Barry_Smyth
Ahmed_K._Elmagarmid
Samuel_Madden
Charles_L._A._Clarke
Georges_Gardarin
Ronen_Feldman
Nick_Cercone
Wolfgang_Nejdl
Flip_Korn
Doron_Rotem
Christian_B?hm
Vincent_Conitzer
Salvatore_J._Stolfo
Ambuj_K._Singh
Peer_Kr?ger
Graham_Cormode
Sheng_Ma
Martin_L._Kersten
David_Jensen
Jeffrey_S._Rosenschein
Ben_Kao
Spiros_Papadimitriou
Dirk_Van_Gucht
Michail_Vlachos
Satinder_P._Singh
Boi_Faltings
Gustavo_Alonso
Alistair_Moffat
Oded_Shmueli
Wen-Syan_Li
Osmar_R._Za?ane
Ouri_Wolfson
Ravi_Krishnamurthy
James_T._Kwok
Sunil_Prabhakar
Ming-Chien_Shan
Jan_Van_den_Bussche
Howard_J._Hamilton
Wang-Chien_Lee
Kyu-Young_Whang
Kun-Lung_Wu
Abdur_Chowdhury
Michael_I._Jordan
Lise_Getoor
Phillip_B._Gibbons
Cyrus_Shahabi
Eugene_J._Shekita
Usama_M._Fayyad
Marianne_Winslett
Larry_A._Rendell
Alan_F._Smeaton
Lei_Chen_0002
Moshe_Tennenholtz
Gultekin_?zsoyoglu
Sridhar_Mahadevan
Philip_Bohannon
Gui-Rong_Xue
Inderpal_Singh_Mumick
Adnan_Darwiche
Fabio_Casati
Michalis_Vazirgiannis
Michael_H._Bowling
Calton_Pu
Arno_Siebes
Ryen_W._White
Eyal_Amir
Yi_Zhang
Meichun_Hsu
Leslie_Pack_Kaelbling
Alexander_Tuzhilin
Inderjit_S._Dhillon
Chris_Buckley
Manuela_M._Veloso
Sudipto_Guha
Prasad_Tadepalli
Laura_M._Haas
Ian_Ruthven
Junghoo_Cho
Luo_Si
Sharma_Chakravarthy
Kai_Yu
Sholom_M._Weiss
Sourav_S._Bhowmick
Andrew_G._Barto
Gao_Cong
Milind_Tambe
Chitta_Baral
Fei_Wang
Shivnath_Babu
Diego_Calvanese
Benyu_Zhang
Ian_Horrocks
Chris_Clifton
Mich¨¨le_Sebag
Matthias_Schubert
Eugene_C._Freuder
Hannu_Toivonen
Arie_Shoshani
Randall_Davis
Wee_Sun_Lee
Bernhard_Pfahringer
Ian_Davidson
Donghui_Zhang
John_Shawe-Taylor
Gerard_Salton
Kathleen_McKeown
Lucian_Popa
John_E._Laird
I._V._Ramakrishnan
Bruce_G._Buchanan
Arbee_L._P._Chen
Hong_Cheng
Stavros_Christodoulakis
John_P._McDermott
Ashraf_Aboulnaga
Xiaoou_Tang
Michael_P._Wellman
David_W._Aha
Naoki_Abe
Kenneth_Salem
Eugene_Charniak
Timothy_W._Finin
Munindar_P._Singh
Alex_Pentland
Robert_C._Holte
Kevin_S._Beyer
Peter_M._G._Apers
Fabio_Crestani
Il-Yeol_Song
Jos¨¦_A._Blakeley
Alexey_Pryakhin
Michael_Kifer
Panos_K._Chrysanthis
Jimeng_Sun
Aidong_Zhang
Henri_Prade
C¨¦sar_A._Galindo-Legaria
Philippe_Pucheral
Xiaofei_He
Yi_Chen
Erich_J._Neuhold
Weiguo_Fan
Mariano_P._Consens
Barry_O'Sullivan
Yannis_Theodoridis
Louiqa_Raschid
Matthew_L._Ginsberg
David_D._Lewis
Jerry_Kiernan
Jack_Mostow
Dennis_F._Kibler
Yiyu_Yao
Saharon_Rosset
Mukesh_K._Mohania
Mehran_Sahami
Marcos_Andr¨¦_Gon?alves
Masatoshi_Yoshikawa
Yoram_Singer
Arun_N._Swami
Man_Lung_Yiu
Ashish_Gupta
Djoerd_Hiemstra
James_A._Hendler
Arjen_P._de_Vries
Prasan_Roy
Wen_Jin
Mirek_Riedewald
Craig_Macdonald
Giansalvatore_Mecca
Floris_Geerts
Viswanath_Poosala
Lei_Zhang
Ralf_Schenkel
Jun_Yan
Shenghuo_Zhu
Gregory_Dudek
Andrei_Z._Broder
Tore_Risch
Peter_A._Boncz
Min_Wang
Marek_Rusinkiewicz
Gerhard_Lakemeyer
Katsumi_Tanaka
Daniel_P._Miranker
Jan_Paredaens
Songting_Chen
Nivio_Ziviani
Geoffrey_J._Gordon
Zaiqing_Nie
Zachary_G._Ives
Raghu_Krishnapuram
Jason_Tsong-Li_Wang
Calisto_Zuzarte
Ronald_J._Brachman
Ian_Soboroff
David_R._Karger
Naphtali_Rishe
Panagiotis_G._Ipeirotis
Ying_Zhang
Utkarsh_Srivastava
Wee_Keong_Ng
Harry_Zhang
Alan_Bundy
Xiaoyang_Sean_Wang
Jamie_Callan
Ronald_Parr
William_Perrizo
Jianzhong_Li
Edward_M._Riseman
Marcus_Fontoura
Sugato_Basu
Baile_Shi
Rayid_Ghani
Evaggelia_Pitoura
Lorenza_Saitta
Katia_P._Sycara
Mihalis_Yannakakis
Werner_Kie?ling
Tong_Zhang
Neoklis_Polyzotis
Richard_Fikes
Martin_Theobald
Alejandro_P._Buchmann
Didier_Dubois
J¨¹rgen_Schmidhuber
Raymond_Reiter
Roger_King
Solomon_Eyal_Shimony
Jens-Peter_Dittrich
Shalom_Tsur
Melanie_Hilario
Abdul_Sattar
Evimaria_Terzi
David_Carmel
Chinya_V._Ravishankar
William_C._Regli
Xiaowei_Xu
Michael_R._Lyu
Naren_Ramakrishnan
Jun_Zhang
James_M._Rehg
Paul_E._Utgoff
Anand_Rajaraman
Hisashi_Kashima
G¨¦rard_G._Medioni
Dunja_Mladenic
Ingrid_Zukerman
Yunbo_Cao
Anastasios_Kementsietsidis
Philip_K._Chan
Jack_Minker
S._K._Michael_Wong
Attilio_Giordana
Felix_Naumann
Setsuo_Ohsuga
Alex_J._Smola
Wei_Zhang
David_A._Bell
Jianliang_Xu
Benjamin_W._Wah
Jeff_G._Schneider
Sridhar_Rajagopalan
Mark_S._Fox
Torben_Bach_Pedersen
Toon_Calders
Xiaolei_Qian
Luc_Segoufin
Lyle_H._Ungar
Stefan_Berchtold
Wendy_G._Lehnert
Jun_Wang
Anil_Nori
Wei_Li
Emine_Yilmaz
Dekang_Lin
Norman_W._Paton
Takeshi_Fukuda
Angela_Bonifati
Wenliang_Du
Dennis_DeCoste
Yihong_Gong
Hugo_Zaragoza
Ashwin_Ram
Douglas_H._Fisher
Matthias_Renz
Barbara_J._Grosz
Jianhua_Feng
Eljas_Soisalon-Soininen
George_Forman
A._Prasad_Sistla
Franz_Baader
Paul_Clough
Sanghyun_Park
Christoph_F._Eick
Diane_Kelly
Berthold_Reinwald
Terrance_E._Boult
Val_Tannen
Aleksander_Kolcz
Xiangji_Huang
Sudarshan_S._Chawathe
Aya_Soffer
Miroslaw_Truszczynski
Patrick_E._O'Neil
Norman_Y._Foo
Gerhard_Brewka
Tat-Seng_Chua
Dawei_Song
Sanjay_Chawla
Lawrence_Birnbaum
Jussi_Rintanen
Ramakant_Nevatia
Corinna_Cortes
Vincent_Y._Lum
Yan_Liu
Alin_Dobra
Kristian_Kersting
Gholamreza_Nakhaeizadeh
Stefan_M._R¨¹ger
Sara_Cohen
Brian_Falkenhainer
Gabriel_M._Kuper
Krisztian_Balog
Le_Gruenwald
Ibrahim_Kamel
H¨¦ctor_Mu?oz-Avila
Wensi_Xi
Michael_L._Brodie
Steven_M._Beitzel
Oren_Kurland
Shantanu_Godbole
Thomas_Schwentick
Arnaud_Sahuguet
Hans-Werner_Six
Steven_L._Lytinen
Stefan_B¨¹ttcher
Yonatan_Aumann
David_C._Parkes
David_Scott_Warren
Mark_Craven
Gareth_J._F._Jones
Alvaro_Barreiro
Xiaokui_Xiao
Feifei_Li
Sandip_Sen
Li-Yan_Yuan
Ramin_Zabih
Claire_Cardie
Gang_Li
Sethu_Vijayakumar
Christopher_D._Manning
Kristin_P._Bennett
Rahul_Shah
Stephen_Robertson
Alessandro_Moschitti
Duane_Szafron
Eugene_Inseok_Chong
Prasad_Deshpande
Marzena_Kryszkiewicz
Baihua_Zheng
Shoji_Hirano
Kunal_Punera
Bin_He
Diane_J._Cook
Lawrence_A._Rowe
Dina_Bitton
Murali_Mani
Alexander_Hinneburg
Floriana_Esposito
Paolo_Merialdo
Am¨¦lie_Marian
Marco_Gori
Miroslav_Kubat
Gang_Wu
Elke_Achtert
Robert_L._Grossman
Manoranjan_Dash
Shmuel_T._Klein
Yasushi_Ogawa
Ray_R._Larson
Omar_Benjelloun
Jiajun_Bu
Euthimios_Panagos
Nilesh_N._Dalvi
Lipyeow_Lim
Kiri_Wagstaff
Carmel_Domshlak
Petri_Myllym?ki
Ben_He
Martial_Hebert
A._Kumaran
Mikhail_J._Atallah
Ira_Assent
Dmitry_Pavlov
Barbara_Hayes-Roth
R¨¦mi_Munos
Philippe_Bonnet
Xiang_Lian
Donna_Harman
Manabu_Okumura
Zografoula_Vagena
Katsushi_Ikeuchi
Kari-Jouko_R?ih?
Andreas_Krause
Shlomo_Argamon
Michael_Lebowitz
Brian_Babcock
Gang_Wang
Karin_Kailing
Steven_W._Zucker
Moshe_Koppel
Reda_Alhajj
Natasa_Milic-Frayling
Robert_Krovetz
Don_S._Batory
Evan_Sultanik
Li_Wei
San-Yih_Hwang
Yabo_Xu
Naftali_Tishby
Roger_C._Schank
Andreas_Henrich
Edward_Sciore
Prashant_J._Shenoy
Manolis_Koubarakis
Li_Ding
Aixin_Sun
Xiaoxin_Yin
Xiaodan_Zhang
Shenghua_Bao
Jie_Tang
Hideo_Joho
Patricia_G._Selinger
Piotr_Indyk
Jessica_Lin
Roger_Weber
James_C._French
Wai_Gen_Yee
Won_Suk_Lee
Gregory_Piatetsky-Shapiro
Carlos_Ans¨®tegui
Frank_Wm._Tompa
Saikat_Mukherjee
Mois¨¦s_Goldszmidt
Anthony_J._Bonner
Caetano_Traina_Jr.
Sergio_Greco
David_W._Stemple
Michel_Scholl
Adam_Silberstein
Jarek_Gryz
Peter_F._Patel-Schneider
Chidanand_Apt¨¦
Dino_Pedreschi
Piotr_J._Gmytrasiewicz
Yannis_Velegrakis
Srujana_Merugu
John_K._Slaney
Jimmy_J._Lin
Robert_Neches
Stefan_Manegold
Yves_Kodratoff
Dan_Klein
Souripriya_Das
Carlos_Ordonez
Fausto_Rabitti
Maya_Ramanath
Todd_C._Mowry
Hui-I_Hsiao
Latha_S._Colby
John_K._Tsotsos
Robin_Cohen
Kenneth_C._Sevcik
Stefano_Lonardi
Andrew_Lim
Jennifer_G._Dy
Takenobu_Tokunaga
Daniel_D._Corkill
Balaji_Padmanabhan
Jan_Rittinger
Andreas_Reuter
David_J._Hand
Hong_Su
Chen_Wang
Andrew_P._Witkin
Oliviero_Stock
Byron_Choi
Hans_Tompits
Hui_Fang
Yi_Liu
Arno_J._Knobbe
Eric_N._Hanson
Ion_Muslea
Sang-Wook_Kim
Avrim_Blum
Wray_L._Buntine
Hiroyuki_Kitagawa
Joseph_L._Hellerstein
Frank_Manola
Joon_Ho_Lee
Pavel_Zezula
Jeffrey_Junfeng_Pan
Raymond_Chi-Wing_Wong
Ning_Liu
Rahul_Gupta
Cheng_Hian_Goh
Ekow_J._Otoo
Guoliang_Li
Tobin_J._Lehman
Dana_F._Wilkinson
Jaime_Teevan
Yaron_Kanza
Zvi_M._Kedem
Tetsuhiro_Miyahara
Ming_Zhou
Silviu_Cucerzan
Pascal_Poupart
S._Bing_Yao
Jinbo_Huang
Yannis_Sismanis
Parag_Singla
Maurice_van_Keulen
Marc_Najork
Bin_Chen
Steffen_Bickel
Bir_Bhanu
Christophe_de_Maindreville
Mehmet_Altinel
W._Nick_Street
Sakti_P._Ghosh
Barbara_Catania
Tran_Cao_Son
Chotirat_(Ann)_Ratanamahatana
Mark_Baillie
James_Clifford
Anne_H._H._Ngu
Nitin_Indurkhya
Steven_C._H._Hoi
Marco_Cristo
Masashi_Sugiyama
Torsten_Grabs
Li_Chen
Hang_Cui
Tracy_Hammond
Rudi_Studer
Hasan_Davulcu
Marie-Odile_Cordier
Maarten_Marx
Jean_Ponce
Gilad_Mishne
Mubarak_Shah
Peter_M._Schwarz
Chirag_Shah
Aaron_Sloman
Thomas_G?rtner
Stratis_Viglas
Margot_Flowers
Longin_Jan_Latecki
Alex_Alves_Freitas
M._Narasimha_Murty
Omid_Madani
Devika_Subramanian
Philippe_Mulhem
Jerry_R._Hobbs
Paolo_Avesani
David_S._Touretzky
Rong_Pan
Hector_Gonzalez
Atsuyoshi_Nakamura
Naga_K._Govindaraju
Omran_A._Bukhres
Tzung-Pei_Hong
Ella_Bingham
Tamer_Kahveci
Charles_Kellogg
Benjamin_Taskar
John_Seely_Brown
Chao_Liu
Christos_Doulkeridis
Samuel_DeFazio
Hiroshi_Nakagawa
Arthur_Zimek
Paul_A._Viola
Fabrizio_Angiulli
Francesca_Rossi
Claude_Sammut
Elena_Ferrari
Tom_Bylander
John_R._Anderson
Hermann_Kaindl
Monika_Rauch_Henzinger
Anish_Das_Sarma
Jayant_Kalagnanam
Gang_Xu
K._V._S._Ramarao
Chris_Olston
Paolo_Ferragina
Louis_I._Steinberg
Roberto_Zicari
Marco_Cadoli
Joelle_Pineau
Ben_Shneiderman
Yang_Song
Elizabeth_J._O'Neil
Kenneth_R._Wood
Yuanlin_Zhang
Tom¨¢s_Lozano-P¨¦rez
Shai_Shalev-Shwartz
Kaidi_Zhao
Rainer_Gemulla
Sandra_Carberry
Arvola_Chan
Daniel_Boley
Nicola_Onose
Bonnie_L._Webber
Dragan_Gamberger
Xing_Wei
Young-Koo_Lee
Zonghuan_Wu
Filip_Radlinski
Koen_Vanhoof
Sam_Lightstone
Kurt_A._Shoens
P._P._S._Narayan
Ajay_Gupta
S._S._Ravi
Ting_Yu
Hao_He
Craig_Saunders
Christian_A._Lang
Jochen_Van_den_Bercken
R¨¹diger_Wirth
Jean-Marc_Petit
Dimitris_Margaritis
Daniel_Kifer
Alvaro_del_Val
Jean_Tague
Yoshua_Bengio
Chia-Hui_Chang
Vinayak_R._Borkar
Rohan_A._Baxter
George_H._John
Michael_Thielscher
Ming_Hua
Fran?oise_Fabret
David_B._Skalak
Krishnamoorthy_Sivakumar
Hinrich_Sch¨¹tze
Sanjaya_Addanki
Ying_Li
Kamalakar_Karlapalem
Marco_Patella
Felipe_Cari?o
Dragomir_Yankov
Mario_A._Nascimento
Scott_B._Huffman
Joachim_Hammer
Salvatore_Orlando
Daniel_Alexander_Ford
Mal¨²_Castellanos
Sanda_M._Harabagiu
Markus_M._Breunig
David_Heckerman
Ahmed_Metwally
Ulf_Brefeld
Rebecca_N._Wright
Thomas_Brinkhoff
Michelangelo_Ceci
Achim_Kraiss
Tad_Hogg
Alberto_H._F._Laender
Susan_Gauch
Paolo_Traverso
Chao_Wang
Milad_Shokouhi
Roi_Blanco
Ulrich_Junker
Guizhen_Yang
Mark_E._Stickel
Paul_N._Bennett
Minoru_Asada
Bikramjit_Banerjee
Laurence_A._F._Park
Sheau-Dong_Lang
Jia-Huai_You
Jiuyong_Li
Fabrizio_Sebastiani
Takayoshi_Shoudai
Giuseppe_Manco
Dorian_Suc
M._V._Ramakrishna
Ziming_Zhuang
Zhiyuan_Chen
Heikki_Keskustalo
Daniel_C._Zilio
Tetsuya_Higuchi
Paul_Brown
Panagiotis_Karras
Ravi_Janardan
David_C._Wilkins
Ralf_Hartmut_G¨¹ting
Marie-Christine_Rousset
Fredric_C._Gey
Dongmo_Zhang
Ying_Yan
Makoto_Iwayama
Janez_Demsar
Larry_Kerschberg
Matthai_Philipose
Gonzalo_Navarro
Jaewoo_Kang
Cyril_Goutte
Michael_C._Burl
Kevin_Leyton-Brown
Dieter_Merkl
Ali_Ghodsi
Matthew_E._Taylor
Luping_Ding
Nancy_A._Lynch
Takahira_Yamaguchi
Margaret_E._Connell
Terry_Winograd
J._Stephen_Downie
Adam_J._Grove
Geneva_G._Belford
Jack_G._Conrad
Javier_Larrosa
Gregg_Collins
Fernando_C._N._Pereira
Atsushi_Fujii
Jian_Chen
Henry_A._Rowley
Derek_H._Sleeman
Xuejun_Liao
Minqing_Hu
Dallan_Quass
Jennifer_Chu-Carroll
Xiaoyong_Liu
Jan_Prins
Ming-Ling_Lo
German_Shegalov
Christine_L._Borgman
C¨¨sar_Fern¨¢ndez
Giuseppe_Carenini
Piero_A._Bonatti
Ravishankar_Ramamurthy
Colette_Rolland
Vikas_Arora
Chun_Zhang
Michael_R._Lowry
Kenneth_Ward_Church
Anthony_Kosky
Jihie_Kim
Jun-ichi_Tsujii
Jonathan_J._Oliver
Zhenglu_Yang
Cheng-Ru_Lin
Abhijit_Pol
Dulce_B._Ponceleon
Chin-Yew_Lin
Ashwin_Srinivasan
Fengzhan_Tian
Arun_Iyengar
David_E._Losada
Akshay_Java
Zhaohui_Zheng
Xin_Xu
Sankar_Subramanian
Nitesh_V._Chawla
Rajesh_P._N._Rao
Paul_S._Jacobs
Ping_Wu
Ido_Dagan
Qi_He
Boris_Motik
Michele_Missikoff
Paul_Thomas
Albrecht_Zimmermann
Wenjie_Li
Pattie_Maes
Doug_Downey
Davood_Rafiei
Jeffrey_O._Kephart
Gabriella_Kazai
Tao_Wang
Moninder_Singh
Yo?lle_S._Maarek
Peter_Jackson
Songbo_Tan
Eytan_Adar
Ulrich_R¨¹ckert
Kenichi_Takahashi
Ting_Liu
Ganesh_Ramakrishnan
Nicoleta_Preda
Alfonso_F._Cardenas
Stefano_Mizzaro
Vassos_Hadzilacos
Ching-Chi_Hsu
Alan_K._Mackworth
William_Pentney
Heiko_Schuldt
Laurent_Sikl¨®ssy
Annalisa_Appice
C¨¦line_Robardet
David_Sarne
Alessandro_Saffiotti
Jun_Zhu
Ioannis_Tsamardinos
Hiroshi_Ishiguro
Sofus_A._Macskassy
Christophe_Lecoutre
Kamal_Ali
Yanif_Ahmad
Lin_Li
David_Elliot_Shaw
Peter_Baumann
Miyuki_Nakano
David_L._Spooner
Robert_C._Bolles
Ralf_Rantzau
Kamal_Nigam
Keiji_Kanazawa
Rui_Zhang_0003
Mirella_Moura_Moro
Gordon_S._Novak
Yehoshua_Perl
Josh_D._Tenenberg
Alexandra_Poulovassilis
Arthur_M._Farley
Shiming_Xiang
R._G._G._Cattell
Michael_Gillmann
P._Anandan
Marti_A._Hearst
Torsten_Schaub
Niels_Nes
Michael_Lesk
David_Madigan
Dimitris_Plexousakis
Joseph_A._Konstan
Lawrence_B._Wolff
Christos_Tryfonopoulos
Peter_Friedland
Djemel_Ziou
Heiner_Stuckenschmidt
Kwong-Sak_Leung
Jeffrey_C._Schlimmer
Mor_Naaman
P._Pandurang_Nayak
Casimir_A._Kulikowski
Zhengyou_Zhang
Eric_Lo
Amol_Ghoting
Sergej_Sizov
Harry_Wechsler
Kothuri_Venkata_Ravi_Kanth
Yiping_Ke
Tanzeem_Choudhury
Matthew_Morgenstern
Yun-Wu_Huang
Dean_Jacobs
Minh_Binh_Do
Daxin_Jiang
Nicole_Schweikardt
Fang_Liu
Anirban_Dasgupta
Peter_Willett
James_M._Crawford
Atsushi_Iwasaki
Santiago_Onta?¨®n
Boris_Chidlovskii
Joohyung_Lee
Koji_Eguchi
Chiaki_Sakama
Claude_Delobel
Nic_Wilson
Zhiyong_Huang
Charles_Rich
Gerald_J._Popek
Katashi_Nagao
Sheldon_J._Finkelstein
Ismail_Seng?r_Alting?vde
Svetha_Venkatesh
Anand_Ranganathan
Jonathan_L._Herlocker
Hua_Lu
Ge_Yu
Howard_E._Shrobe
Jing_Bai
Christophe_L¨¦cluse
Takashi_Matsuyama
Richard_J._Waldinger
Tom_Fawcett
Xin_Dong
Michael_D._Moffitt
Johannes_A?falg
Volker_Linnemann
Frans_Coenen
Jian_Yang
Thanasis_Hadzilacos
Alvaro_A._A._Fernandes
Chun_Tang
Andreas_Heuer
Olga_Vechtomova
Anat_Eyal
Grigoris_Antoniou
Robert_G._Farrell
Dan_Ventura
Yoshitsugu_Kakemoto
Hyoung-Joo_Kim
Felix_Brandt
David_Harel
Mohammad_El-Hajj
Stefano_Ferilli
Richard_Dearden
Peter_P._Chen
Mark_Girolami
Benjamin_C._M._Fung
Olvi_L._Mangasarian
William_R._Hersh
Thomas_M._Strat
Herman_Lam
Stefan_Woltran
William_S._Cooper
Lawrence_K._Saul
Meinolf_Sellmann
M¨¢rio_J._Silva
Wolfgang_Wahlster
Duo_Zhang
John_M._Prager
Hubie_Chen
Ricco_Rakotomalala
Georgiana_Ifrim
Richard_J._Doyle
Fernando_V¨¦lez
Kyoji_Hirata
Alessandro_D'Atri
Hiroshi_Ishikawa
Harumi_A._Kuno
Mingsheng_Hong
Ari_Pirkola
Catharine_M._Wyss
Lidan_Shou
Sam_Chamberlain
Antony_Galton
M._Muralikrishna
Adam_Bosworth
Abdullah_Uz_Tansel
Hans-Peter_Frei
Setsuo_Arikawa
Krishna_Prasad_Chitrapura
Daniela_Rus
Rainer_Unland
Jeremy_Kubica
T._Anthony_Marsland
Bruno_Defude
Kazunori_Matsumoto
Duc_Nghia_Pham
Andrew_Gelsey
Michael_Schrefl
David_Beech
Leonard_Uhr
Eric_J._Glover
John_F._Horty
Gemma_C._Garriga
Christian_Zimmer
Hongyan_Liu
Simeon_J._Simoff
Isabel_F._Cruz
Junyi_Xie
Ling_Feng
Marco_Brambilla
Feida_Zhu
Malcolm_J._A._Strens
Yijian_Bai
James_Cussens
Ken_Q._Pu
Harry_E._Pople
Nobuhiro_Yugami
John_Dunnion
Paula_B._Hawthorn
William_DuMouchel
H¨¦l¨¨ne_Fargier
Carson_Kai-Sang_Leung
Yuan-Chi_Chang
Pietro_Torasso
Seung-Hoon_Na
Jiaheng_Lu
Allen_Ginsberg
Vram_Kouramajian
David_Campbell
Pamela_Drew
Chi-Hung_Chi
Kai_Puolam?ki
Mika_Klemettinen
Jong-Hyeok_Lee
Yue_Zhuge
James_Caverlee
Bruce_R._Schatz
Vladimir_Estivill-Castro
Ning_Zhang_0002
Aris_M._Ouksel
Stelios_Paparizos
Leora_Morgenstern
Quang_Hieu_Vu
Valentin_Jijkoun
Atsuyuki_Morishima
Henryk_Jan_Komorowski
Bingsheng_He
Guy_Shani
Andr¨¢s_Kocsor
Guillaume_Raschia
Christer_B?ckstr?m
Susanne_E._Hambrusch
Terry_E._Weymouth
V¨¦ronique_Benzaken
Kazumi_Kubota
Federica_Mandreoli
Hae-Chang_Rim
Ralph_Krieger
Fatma_Ozcan
Paul_E._Stolorz
Van_E._Kelly
Martin_Rajman
Theodora_Tsikrika
Sitaram_Lanka
Markos_Zaharioudakis
Herv¨¦_Gallaire
Stephen_Fox
Michael_Kass
Jan_Flokstra
Malcolm_P._Atkinson
Jianping_Zhang
Gheorghe_Tecuci
Barbara_Liskov
Till_Westmann
Yun_Zhou
Serge_Rielau
Svein-Olaf_Hvasshovd
Daniel_Lemire
Maurice_Coyle
Alex_Rasin
Michael_J._Maher
Jeff_Z._Pan
Alan_Borning
Fidel_Cacheda
Christopher_W._Geib
Lyublena_Antova
Etzard_Stolte
Nabil_R._Adam
Robert_M._MacGregor
Franco_Turini
David_Maxwell_Chickering
Nicolas_Anciaux
Jian_Xu
Matthew_Eric_Otey
Noureddine_Mouaddib
Yoshinori_Hara
Martin_Grohe
Zhiwei_Li
Yongmei_Liu
Wenyuan_Li
Rosana_S._G._Lanzelotte
Branislav_Kveton
Amitava_Bagchi
Ryen_White
Malcolm_R._K._Ryan
Michail_G._Lagoudakis
Agustin_A._Araya
Badrish_Chandramouli
Leonid_Peshkin
Dekai_Wu
Leonard_Friedman
Chen_Chen
Toby_J._Teorey
Seppo_Sippu
David_D._McDonald
Michihiro_Kuramochi
Ioana_Stanoi
Sin_Yeung_Lee
William_J._Clancey
Gunter_Saake
Riccardo_Martoglia
Zohar_Manna
Daniele_Braga
Ashutosh_Saxena
Stefan_Schulz
Darrell_D._E._Long
Gail_E._Kaiser
Peter_Ingwersen
Anthony_Stentz
Fran?ois_Charpillet
Nuwee_Wiwatwattana
Holger_Bast
Amihood_Amir
Bharat_Kumar
Anthony_Jameson
Pierre_Senellart
Dolf_Trieschnigg
Toni_Urp¨ª
Jian_Hu
Dengfeng_Gao
Bogdan_Alexe
Trevor_Walker
Takayuki_Ito
Iosif_Lazaridis
Mallory_Selfridge
Richard_M._Tong
Min-Jae_Lee
Henry_W._Davis
Janis_A._Bubenko_Jr.
Todd_J._Green
Hidehiko_Tanaka
Yi-Cheng_Tu
Andreas_Koeller
Yonatan_Schler
Tianyi_Wu
Bhaskara_Marthi
Bernd_Amann
Maja_J._Mataric
Karthikeyan_Ramasamy
David_Silver
Joost_N._Kok
Bennet_Vance
Honesty_C._Young
Min-Yen_Kan
Hari_Balakrishnan
Renu_Tewari
Tomi_Silander
Gheorghe_Muresan
Peter_Z._Revesz
Ning_An
Michael_Herscovici
Hong-Jiang_Zhang
Natalie_S._Glance
Lyman_Do
Paul_E._Johnson
Jun_Huan
Antoni_Oliv¨¦
Marvin_H._Solomon
Patrick_Pantel
Michael_Wurst
John_C._Shafer
G?khan_H._Bakir
Austin_Parker
Larry_R._Harris
Tim_Pohle
Fillia_Makedon
Andrea_Cal¨¬
Eli_Upfal
Haibo_Hu
Angelika_Kotz_Dittrich
Moustafa_Ghanem
Earl_D._Sacerdoti
Jochen_Hipp
Xia_Lin
William_Bohrer
Wei_Lai
David_L._Dowe
Anthony_G._Cohn
Rex_A._Flynn
Chendong_Zou
Julia_Stoyanovich
Filippo_Neri
James_G._Schmolze
Benjamin_Piwowarski
Steven_Schockaert
Chi-Yin_Chow
Glen_Jeh
Patrick_C._Fischer
Jean-Charles_R¨¦gin
Ernest_Davis
Marcos_Antonio_Vaz_Salles
Debora_Donato
Lan_Yi
Iyer_N._Subramanian
Denise_Draper
Guido_Proietti
Russell_Bent
Guang_Dai
Markus_Hegland
Fran?ois_Fouss
Ying_Chen
Nathan_Folkert
Terry_Noreault
Zahir_Tari
Luca_Cabibbo
Kevin_Small
Janusz_Marecki
Weizhu_Chen
H._Brendan_McMahan
Maurizio_Atzori
Weidong_Chen
Alberto_Maria_Segre
David_Kortenkamp
Alon_Altman
Arthur_J._Bernstein
Stephen_F._Weiss
Jody_J._Daniels
Mike_Perkowitz
Eliezer_Levy
Frank_Wolter
Stephen_J._Hegner
Prasad_M._Deshpande
Richard_D._Lawrence
Christof_Monz
Aaron_Hunter
Dragutin_Petkovic
Marcus_Hutter
Irene_Ntoutsi
Klaus_Elhardt
Luis_M._de_Campos
Baoping_Zhang
Paolo_Boldi
Leslie_G._Valiant
Douglas_R._Smith
Boris_Katz
Tadashi_Nomoto
Willem_Jonker
Ghassan_Z._Qadah
Axel_M?nkeberg
Gadi_Pinkas
Maxim_Peysakhov
Henry_Lieberman
Kenneth_Man-kam_Yip
Bob_Price
Yuelong_Jiang
Jen-Wei_Huang
Amy_J._Lee
Mirco_Nanni
Klaus_Peithner
Amanda_Spink
Jade_Goldstein
Huseyin_Polat
Kevin_P._Murphy
Junjie_Wu
Benjamin_Arai
S._Misbah_Deen
Xing_Li
Jing_Jiang
Phil_Vines
Niall_M._Adams
Michael_Nelson
Tamraparni_Dasu
Vasileios_Hatzivassiloglou
Chris_Mellish
Jun_Sese
Philippe_Laborie
Pascal_Hitzler
Edward_D._Lazowska
Joann_J._Ordille
Nilesh_Bansal
Sandeep_Gupta
Petros_Drineas
Naomi_Inoue
David_R._Musicant
Xuan_Zhou
Pei_Sun
Nam_Nguyen
Vibby_Gottemukkala
K._Lam
Lawrence_J._Mazlack
Cheong_Hee_Park
Mark_S._Boddy
Stephan_Bloehdorn
Bao-Gang_Hu
Rie_Kubota_Ando
Ann_E._Robinson
Daniel_Keren
C¨¦line_Rouveirol
Yali_Zhu
Songcan_Chen
Boon_Toh_Low
Johannes_Klein
Vuk_Ercegovac
William_Adams
Ryan_Huebsch
Chaitanya_Mishra
Susan_Craw
Ruizhang_Huang
Sung-Hyon_Myaeng
Russell_C._Swan
Dragos_D._Margineantu
Silvia_Coradeschi
Gideon_Schaller
Roger_Zimmermann
Ting_Chen
Michel_de_Rougemont
L._Thorne_McCarty
Xiaohui_Gu
Steven_K._Donoho
Sukho_Lee
Norbert_S¨¹dkamp
J?rg-Uwe_Kietz
Lian_Yan
Felix_A._Fischer
Wolfgang_Wilkes
Andreas_Dengel
R._James_Firby
Peter_Jeavons
David_Rozenshtein
Pragnesh_Jay_Modi
Soon_Myoung_Chung
Pin-Kwang_Eng
Neil_V._Murray
Luc_Steels
Vincent_Vidal
John_G._Hughes
Shuai_Ma
Zhu_Zhang
Ryohei_Fujimaki
Michael_Watzke
Timothy_Griffin
Philippe_J¨¦gou
Giedrius_Slivinskas
James_C._Browne
Kouzou_Ohara
Hakan_Hacig¨¹m¨¹s
Howard_Ho
Nathan_S._Netanyahu
Soumyadeb_Mitra
Xiaoyong_Chai
Leonardo_Tininini
Pavel_Berkhin
Wayne_Iba
Vineet_Singh
Chris_Giannella
Barron_C._Housel
H¨¦ctor_J._Hern¨¢ndez
Christian_Wiesner
Robert_Gwadera
Douglas_R._Cutting
Julio_Gonzalo
Kee-Eung_Kim
Jeffrey_Johns
Emmanuel_Waller
Dietrich_Wettschereck
Norman_K._Sondheimer
Nipun_Agarwal
Christoph_Bussler
Matthew_Denny
Jonathan_P._Pearce
Jukka_Teuhola
Zhouxuan_Teng
Leonard_D._Shapiro
Tak_W._Yan
Roger_Bamford
Bin_Jiang
Daria_Sorokina
Song_Lin
Atsuhiro_Takasu
Ling_Tony_Chen
Evangelos_E._Milios
Chiranjib_Bhattacharyya
J._Christopher_Beck
Khaled_Alsabti
Daniele_Nardi
Xiaochun_Yang
Pasquale_Savino
Claudia_Bauzer_Medeiros
Ralf_Schneider
Sheng_Zhang
Michalis_Petropoulos
Hui_Li
Richard_J._Lipton
Matthias_Scheutz
Bruce_Krulwich
Thomas_P._Minka
Jean-Marc_Th¨¦venin
David_Gondek
James_P._Fry
Thomas_J._E._Schwarz
Trevor_Strohman
Ning_Jing
Armand_Prieditis
Marko_Bohanec
George_W._Ernst
Mohamed_Y._Eltabakh
Dushan_Z._Badal
Ming_Yang
Wee_Siong_Ng
Wen-Hsiang_Lu
T._K._Satish_Kumar
Nicholas_S._Flann
Maria-Luiza_Antonie
Yiu-Kai_Ng
Guillermo_Ricardo_Simari
Eithan_Ephrati
Michael_J._Witbrock
Amanda_Clare
Jung-Hwan_Oh
Michael_L._Mauldin
Umesh_Maheshwari
Jie_Zhang
David_M._Steier
Hong_Hai_Do
Shirish_Krishnaj_Shevade
Jim_E._Greer
Gilbert_Swinnen
David_Wilhite
Jiun-Long_Huang
Ashutosh_Singh
Chien_Chin_Chen
Ramkumar_Krishnan
James_Fan
Mukund_Narasimhan
Shetal_Shah
Martin_Staudt
David_Wolpert
Lin_Liao
Marc_Toussaint
Alban_Grastien
Marcus_A._Maloof
Edward_A._Feigenbaum
Josiane_Xavier_Parreira
Hai_Wang
Sheng_Zhong
Peter_Knees
Alvaro_Bolivar
Adrian_Silvescu
Andrew_Moore
Simon_J._Gibbs
Larry_Travis
Rob_Gerritsen
Jana_Koehler
Chi_Lap_Yip
Daniele_Theseider_Dupr¨¦
Gennady_Antoshenkov
Yuguo_Chen
Mete_Celik
Tobias_Mayr
Ren¨¦_Reboh
Patrick_H._Winston
Amit_Chandel
Barbara_T._Blaustein
Tobias_Kraft
Catherine_Baudin
Ariel_D._Procaccia
Marie-France_Bruandet
John_M._Zelle
Moira_C._Norrie
Ashok_Joshi
Tam¨¢s_Horv¨¢th
Joxan_Jaffar
C._David_Page_Jr.
Jaeho_Lee
Hongfei_Guo
Guangyou_Xu
Trevor_Hastie
Liviu_Badea
Mosh¨¦_M._Zloof
Sibel_Adali
Martha_Stone_Palmer
Andreas_Hutflesz
Valter_Crescenzi
Munirathnam_Srikanth
Francis_C._Chu
Wen-Te_K._Lin
Hansj?rg_Zeller
Shantanu_Joshi
Razvan_Stefan_Bot
Jake_K._Aggarwal
Stephen_Scott
Yu_He
Dimitris_Sacharidis
Aleks_Jakulin
Terence_R._Smith
Gregory_Kuhlmann
Sathyakama_Sandilya
Yuefeng_Li
Ani_Nenkova
Alejandro_A._Vaisman
Bing_Tian_Dai
Eric_Nyberg
Norbert_Ritter
Navin_Kabra
Brian_Logan
Florin_Rusu
Robert_A._Hummel
Brian_Harrington
Amjad_M._Daoud
Gene_Golovchinsky
Suman_Nath
Claudia_Picardi
Takuya_Maekawa
Huajing_Li
Yumao_Lu
Ching-Yao_Wang
Joong_Hyuk_Chang
Michael_Steinbrunn
David_Canfield_Smith
Stellan_Ohlsson
Fabien_Feschet
Unil_Yun
Meishan_Hu
Tetsuya_Yoshida
Fernando_A._Das_Neves
Wei_Ding
Allison_Woodruff
Jun_Sakuma
Martin_Mozina
Stefan_R¨¹ping
Esther_Pacitti
Mokhtar_Kandil
Jens_Christensen
Brian_Cantwell_Smith
Christos_Davatzikos
Stephen_Kelley
Georgia_Koloniari
Yen-Kuang_Chen
Mehmet_Kaya
James_R._Driscoll
Linda_C._van_der_Gaag
Sabine_Bergler
Robert_Price
Robert_St._Amant
Fran?ois_Dang_Ngoc
Walter_H._Kohler
Luca_Maria_Gambardella
William_I._Grosky
Norman_May
Changhe_Yuan
Young-Gook_Ra
Meghyn_Bienvenu
Steven_Rosenberg
Jianqiang_Wang
Wiebe_van_der_Hoek
Ming_Mao
Jia-Lien_Hsu
Shu-Yao_Chien
Lijuan_Cai
Jean-Fran?ois_Pons
Gary_C._Borchardt
Robert_Nado
Jochen_Renz
Giorgio_Maria_Di_Nunzio
Jean-Pierre_Jouannaud
Nicholas_E._Taylor
Mark_Last
Neil_R._Smalheiser
Richard_Booth
Alex_Rogers
Maria_Grazia_Fugini
Philip_Schaefer
Bernard_Nudel
Hyung-Jeong_Yang
Philip_J._Smith
Tingjian_Ge
Dov_Monderer
Alain_Colmerauer
Amir_Zilberstein
Bradley_L._Richards
Farzin_Maghoul
Henry_Kanoui
Masaya_Nakayama
Kazuo_Sumita
Hiroko_Mano
Arthur_L._Delcher
Margaret_H._Eich
Michael_Flaster
Rebecca_Casta?o
Vincent_Cho
Josiane_Mothe
Jes¨²s_Vegas
Pascal_Felber
Robert_Fenk
Seymour_Ginsburg
Andreas_Ittner
Hai_Leong_Chieu
Takayuki_Nakata
Teddy_Candale
Zheng-Yang_Liu
Shimei_Pan
Marcos_Vescovi
Navneet_Panda
Thomas_Finley
Jacques_Kouloumdjian
Sukhamay_Kundu
J?rg_H._Siekmann
Chenxi_Lin
Joshua_Spiegel
Hans_Hermann_Br¨¹ggemann
Haizhou_Li
Hans_J¨¹rgen_Ohlbach
Claudiu_S._Firan
Mokrane_Bouzeghoub
Wenwu_Lou
Stephen_C._Y._Lu
Christine_Tomlinson
Martin_C._Cooper
Ronald_R._Yager
Bijit_Hore
J¨¦r¨¦my_Besson
Adam_J._Storm
J._Spruce_Riordon
Chen_Zhang
Seung-Taek_Park
Michael_Mlivoncic
Federico_Heras
Brian_A._Haugh
Gael_N._Buckley
Kurt_P._Brown
John_MacIntyre
James_A._Reggia
Andrew_E._Fano
Olivier_Lhomme
Marco_P?tke
Marek_J._Druzdzel
Stefano_Bistarelli
Meng_Hu
Nathanael_Hyafil
Melinda_T._Gervasio
Nancy_D._Griffeth
Wen-Lian_Hsu
Massimo_Poesio
Linqi_Liu
Yunfei_Jiang
Kazuo_Hashimoto
Darya_Chudova
G¨¦rard_Verfaillie
Mathew_J._Palakal
Attila_Gyenesei
Paolo_Cappellari
Su-Shing_Chen
Yihua_Wu
Sitaram_Asur
Cinda_Heeren
P._Dell'Orco
Dan_Sommerfield
Ching-Pin_Kao
Jun_Zhang_0002
Rakesh_K._Sinha
Emmett_Tomai
Sadok_Ben_Yahia
Francesc_Al¨ªas
Alejandro_Javier_Garc¨ªa
Tommi_Jaakkola
Srinivasan_Seshan
Menzo_Windhouwer
Eyal_Even-Dar
Manoj_Syamala
Gerhard_Knorz
Sham_M._Kakade
Snehal_Thakkar
Jo-Mei_Chang
Hideto_Tomabechi
Philip_C._Woodland
Shridhar_Shukla
Ramon_Lawrence
Debapriyo_Majumdar
Itay_Meiri
Anastasios_Gounaris
Tianyi_Jiang
Jane_W.-S._Liu
Carsten_Riggelsen
Murali_Ramanathan
Amy_McGovern
Guang_Feng
Joachim_Sch¨¹
David_Gibson
Danielle_L._Booth
Jeffrey_T._Kreulen
Gia_Toan_Nguyen
DucDung_Nguyen
Mariano_Cilia
Xiao-Jun_Yuan
Henrique_Paques
Philip_London
Kenneth_A._De_Jong
Jason_I._Hong
Ching-Huang_Yun
Ram_Akella
Richard_P._Wildes
Yong_Wang
St¨¦phane_Demri
Nan_Liu
Xiangdong_Zhou
B._John_Oommen
Kris_Ganjam
Mehdi_T._Harandi
Timo_Niemi
Michael_D._Morse
Robert_Savell
Bob_J._Wielinga
Tam¨¢s_Gergely
Timothy_M._Converse
Mehmet_Koyut¨¹rk
Jiri_Schindler
Scott_Gaffney
Linan_Jiang
Toshikazu_Fukushima
Guido_Lindner
Kenneth_McGarry
Julie_Letchner
Junsong_Yuan
Hitoshi_Iba
Rebecca_Braynard
David_E._Wilkins
Jacob_Stein
Enrico_Pontelli
Dwi_H._Widyantoro
Karlton_Sequeira
Andreas_Meier
Shuzo_Yajima
Barney_Pell
Hans_W._Guesgen
Harry_C._Reinstein
Ju-Hong_Lee
Fernando_de_Ferreira_Rezende
Shai_Ben-David
Juan_F._Huete
Wouter_Weerkamp
Paul_Fodor
Denver_Dash
Anika_Schumann
Rudolph_Triebel
Ameet_Kini
Klaudia_Hergula
Cristian_Bucila
Andrea_Giovannucci
Mehdi_Dastani
Nikolaos_Sidiropoulos
Jordi_Levy
Flavio_Junqueira
Hung_Hai_Bui
Melliyal_Annamalai
Ben_Fei
K._Prazdny
Lawrence_Hunter
Christoph_Quix
Anna_Bramanti-Gregor
Sunil_K._Sarin
Jasmina_Pavlin
Genady_Grabarnik
Gregory_Druck
Alexandre_Termier
Mabry_Tyson
Leonard_P._Wesley
Antje_Beringer
G?ran_Hagert
Olivier_Verscheure
Alexander_Feldman
Charles_A._Sutton
Magdalini_Eirinaki
Andrei_Tamilin
Jimmy_Ho-Man_Lee
Meir_Kalech
Sarosh_Talukdar
Takahiko_Shintani
Ted_E._Senator
Chin-Chen_Chang
Weiye_Zhang
Jarkko_Saloj?rvi
Rifat_Ozcan
Antonio_Ciampi
Viet_Phan_Luong
Hiroshi_G._Okuno
Matthew_J._Rattigan
Srivatsan_Laxman
Karl_Dias
Gary_Hallmark
Qinghua_Hu
Ming-Ting_Sun
Hannes_Heikinheimo
Ilya_Shpitser
Duncan_A._Buell
Yu_Qian
James_Cheney
Juan_M._Fern¨¢ndez-Luna
David_Scot_Taylor
Janice_S._Aikins
Hamad_Alhammady
Marc_G._Slack
Manolis_M._Tsangaris
Zengjian_Hu
Jo?o_M._B._Cavalcanti
Susumu_Horiguchi
W._A._Gray
Cory_J._Butz
Vijayalakshmi_Atluri
Fan_Li
Markus_Wawryniuk
Alan_Garvey
Clarence_A._Ellis
P._Jourlin
Elaine_G._Toms
Lisa_Friedland
Key-Sun_Choi
Steven_Reece
Yuxin_Chen
Xuan_Hieu_Phan
Avinash_C._Kak
Radhika_Nagpal
Ira_J._Haimowitz
Matthew_Klenk
Mechtild_Wallrath
Steven_Feiner
Nobuyuki_Otsu
Sharon_McCure_Kuck
Brian_Scassellati
Francis_Y._L._Chin
Gilbert_Falk
Jonathan_D._Becher
Martin_Hardwick
D._Austin_Henderson_Jr.
L._S._Schneider
Milenko_Petrovic
Akira_Kurematsu
Uri_Shaft
John_L._Berg
Yuhong_Guo
V._Finley_Lacatusu
Fariba_Sadri
Churn-Jung_Liau
Maria_Luisa_Bonet
Marc_Friedman
Anup_K._Sen
Marc_Pickett
P._Bruce_Berra
Tetsuo_Mizoguchi
Kagan_Tumer
Thomas_P._Reinartz
Dong-Hong_Ji
Peter_Peinl
Hidenao_Abe
Brian_F._Cooper
Victor_Naroditskiy
Dae-Ki_Kang
Rod_M._Burstall
John_J._Leggett
Amit_Somani
Arthur_C._Sanderson
Francesco_Bergadano
Bin_Zhao
Pradeep_Varakantham
Otto_Nurmi
Randy_Kerber
Tony_Veale
Maureen_Donnelly
Shuguo_Han
Carles_Mateu
Hennie_J._Steenhagen
Luca_Spalazzi
Tadashi_Ohmori
Paolo_Ferraris
Elaine_Kant
Ehud_Y._Shapiro
Khuzaima_Daudjee
John_L._McCarthy
Peter_McIlroy
Mary_Tork_Roth
Raghu_Machiraju
Zuobing_Xu
David_K._Jefferson
Mark_James_Carman
Johannes_Fischer
Shengliang_Xu
Hirotaka_Sakai
Ranjit_Nair
Anna_M._Manning
Iyad_Rahwan
Georges_Qu¨¦not
Yanhong_Zhai
Xavier_Sevillano
Adriana_Prado
Christos_A._Polyzois
David_Shutt
Ting-Sheng_Lai
Ashish_Kumar_Gupta
Anna_C._Gilbert
Vishal_Soni
Andreas_N¨¹rnberger
Dean_Pomerleau
D._Sculley
Linli_Xu
Chris_Burges
Pedro_Celis
Cheng-Yue_Chang
Peter_Szolovits
Amit_Mandvikar
Sylvie_Coste-Marquis
Donia_Scott
Zhiqiang_Zheng
Brian_A._Nixon
Xiaodong_Zhou
Alan_L._Tharp
Sarah_Zelikovitz
Uwe_Reyle
Martin_Sachenbacher
Louis_Licamele
M._E._Maron
Barbara_Carminati
David_Hannah
Yao-Nan_Lien
Miao_Wen
Baoli_Li
Mukund_Deshpande
Hongjian_Fan
Alexander_R._Statnikov
Kazuo_Machida
Kyungsook_Han
Parke_Godfrey
Mostafa_A._Bassiouni
Alberto_Lerner
Yuan_Ni
G._C._H._Sharman
Karen_E._Lochbaum
Jungyun_Seo
Sonia_Bergamaschi
Yongdai_Kim
Isabelle_Alvarez
Chen_Ding
Arthur_Choi
Markus_Sinnwell
Llew_Mason
Ruben_H._Zamar
Dafna_Shahaf
Carolyn_J._Crouch
Herbert_Weber
Martin_Gebser
Bernhard_Zeller
Michael_Fisher
Kutluhan_Erol
Warren_Teitelman
Jan_Rauch
Thomas_Drakengren
Dan_E._Willard
John_Gaschnig
Ramesh_S._Patil
Dikan_Xing
Hai_Yu
Tony_Abou-Assaleh
Nagender_Bandi
Byung-Won_On
Andrew_Blake
Martine_De_Cock
Andrew_R._Golding
Huiqing_Liu
Markus_Schneider
Dong-Chul_Park
Paul_D._Hubbe
Helge_Ritter
Han_Lin
Sriram_Mohan
Stephen_Fickas
Ron_Papka
Gene_Fuh
Floris_Roelofsen
Young-In_Song
Javier_Artiles
Maheedhar_Kolla
David_A._Plaisted
Gediminas_Adomavicius
Charles_Forgy
Eren_Manavoglu
Stephan_Vogel
Daniel_Heesch
Stephen_J._Buckley
Hua_Zhu
Giorgio_Ghelli
Li_Yang
Danilo_Montesi
Andrew_Foss
Kenneth_O._Stanley
Prabhu_Ram
Dennis_G._Severance
Carl_Gutwin
Inien_Syu
Jochen_Garcke
Armin_B._Cremers
Haoying_Fu
Fran?ois_Paradis
Martin_Allen
Jan-Olof_Eklundh
William_Mark
Balder_ten_Cate
Ramana_Isukapalli
Jane_Yung-jen_Hsu
Indrakshi_Ray
Ryohei_Nakano
Jacques_Savoy
Khaled_M._Hammouda
Geoffrey_J._McLachlan
H._Jaap_van_den_Herik
Garret_Swart
Yi-Hung_Wu
Maria_Zemankova
Steve_Chien
Shlomo_Geva
Jorge_B._Bocca
Norman_I._Badler
Jiang_Bian
Jerry_Scripps
Yi_Jin
Eric_K._Y._Ho
William_H._Paxton
Richard_Sidle
Ernest_Szeto
Angelika_Reiser
Nirmit_Desai
Manuel_Rodriguez-Martinez
David_G._Heath
Gady_Agam
Donald_R._Slutz
Christoph_Heinz
Kathleen_Fisher
Robert_Levinson
Rafiul_Ahad
Cheng_Luo
Carol_Small
Mark_R._Tuttle
Jen-Yao_Chung
Roland_Ritsch
Scott_L._Vandenberg
Dietrich_Klakow
Miguel_E._Ruiz
Masahiro_Kimura
Windsor_W._Hsu
Hung-Yu_Kao
Rattikorn_Hewett
Alessandro_Raffio
Luanne_Freund
Antti_Ukkonen
Hyuk-Jin_Lee
Steven_R._Waterhouse
Malcolm_Potts
Robert_B._Hagmann
G¨¦rard_D._Guiho
Matthias_Hemmje
Margaret_Werner-Washburne
Paul_W._P._J._Grefen
Kian_Hsiang_Low
Tomoharu_Kokubu
Hung-Chen_Chen
Gilles_Pesant
Dan_Morris
Jason_Chionh
Roberto_Cornacchia
Chung-Dak_Shum
Alexander_C._Loui
Elan_Pavlov
Gu_Xu
Ben_Wegbreit
Klemens_Schnattinger
Kenneth_M._Bayer
James_Drew
Karen_Brannon
Matthias_Gro?mann
Kurt_Rothermel
Darsana_P._Josyula
Elena_Marchiori
Stuart_L._Crawford
J._Strother_Moore
William_M._Wells_III
Gerald_E._Peterson
Justin_J._Levandoski
Andreas_C._Lemke
Kristian_Torp
Travis_Emmitt
H?kan_Jakobsson
Karl_Denninghoff
Midori_Tanaka
Tielin_Chen
Erik_F._Tjong_Kim_Sang
Georgy_L._Gimel'farb
Christian_Borgelt
Randall_Steeb
M._Cameron_Jones
Stephanie_Elzer
Ben_Johnson-Laird
B._Prabhakaran
Marko_Krema
Yangqing_Jia
Joachim_Diederich
Mark_A._Peot
Shengquan_Wang
David_J._Martin
Thomas_J._Murray
Shai_Fine
Mary_F._Fernandez
Ivana_Podnar_Zarko
Mike_Williamson
Ilya_Levner
Jari_Veijalainen
Christopher_B._Jones
Ted_Mihalisin
Steven_L._Small
Yoshiharu_Ishikawa
Xiaowen_Ding
Thomas_D._Wu
Doron_Cohen
Qi_Fan_Chen
Arnaud_Ragel
Jeffrey_S._Chase
Anders_Jonsson
Wai_K._Yeap
Egidio_P._Giachin
Hagit_Shatkay
Steven_David_Prestwich
Sotiris_Brakatsoulas
Thorsten_Meyer
Jason_D._M._Rennie
Stefan_Krompass
Hassan_H._Malik
Keith_L._Doty
Yi-an_Huang
Robert_F._Murphy
Jon_A._Solworth
Kunio_Kashino
C._Green
Geetha_Jagannathan
Paul_F._Wilms
James_R._Meehan
Y._Richard_Wang
Norbert_Roma
Stefanie_Rinderle
Keunjoo_Kwon
Lluis_Godo
Yong_Guan
Georgios_Paltoglou
Marcos_M._Campos
K._Ramesh
Rita_C._Summers
Yosi_Mass
Elisabeth_M¨¦tais
Robin_Dhamankar
Dipayan_Gangopadhyay
Valeria_De_Antonellis
Kevin_J._Prey
Conor_Cunningham
Tod_S._Levitt
Fei_Huang
Bart_De_Moor
Pertti_Vakkari
Xinlong_Bao
Eveline_Hoekx
Franz_Lackinger
Rod_McGuire
Giorgio_Montini
Trystan_Upstill
Ron_Obermarck
Michal_Rosen-Zvi
Surnjani_Djoko
Jun_Chen
Paul_Heymann
Takeshi_Okadome
Jun_Guo
Yuanyuan_Tian
Jeffrey_A._Bloom
John_W._S._Liu
Myung-Gil_Jang
Bin_Lan
Ho_Soo_Lee
Xiaoshu_Hang
Mi_Zhou
Masahiko_Tsukamoto
Edison_Ting
Aynur_A._Dayanik
Julia_Luxenburger
Yan-Nong_Huang
Mitsuru_Ikeda
Varun_Chandola
Benjamin_G._Zorn
Jeff_Rickel
Danette_Chimenti
Robert_H._Warren
Guido_Boella
Andreas_Dehmel
Jong_Wook_Kim
Abhimanyu_Lad
Claudette_Cayrol
Ruven_E._Brooks
Matti_J?rvisalo
Opher_Etzion
Elliot_B._Koffman
Uri_Eick
Joshua_Alspector
Scott_E._Hudson
Sorana_Rabinovici
Sven_Seuken
Francesco_Antonacci
Fan_Yang
Joseph_C._Pemberton
Steve_Kuo
Linh_Thai_Nguyen
Kiyoshi_Ono
M._Timur_Friedman
Michael_Cammert
Mark_J._Nelson
Esa_Junttila
Masahiro_Ono
Michel_P._F¨¦ret
Arne_J?nsson
Bo_K?hler
Hong_Yao
Michael_R._Wick
Huizhong_Long
Raz_Tamir
Matthias_Hein
Peter_Ti?o
John_Cieslewicz
Paulo_A._S._Veloso
Andreas_Zachmann
Qing_Yu
Gideon_S._Mann
Marco_Maratea
Pascal_Faudemay
Malcolm_C._Harrison
Ellen_Spertus
Sergei_O._Kuznetsov
Michael_Novak
Albert_Croker
Ming-Jyh_Hsieh
Jacek_Leszczylowski
Rey-Long_Liu
Yonghong_Wang
T._L._McCluskey
Mehdi_Benzine
Frank_Hutter
P._C._N._Wong
H¨¦l¨¨ne_Kirchner
Sanjiang_Li
Hyunsoo_Kim
Evelyne_Tzoukermann
Anders_Torvill_Bjorvand
Al¨ªpio_Jorge
Boulos_Harb
Jieh_Hsiang
Susan_J._Eggers
Venkat_Ajjanagadde
Lushan_Han
Arthur_Flexer
Leonard_J._Seligman
Choon_Hui_Teo
Jukka_Perki?
Ming-Hung_Hsu
Akitsugu_Watanabe
N._Natarajan
John_R._Koza
A._Ricardo_Morales
Oliver_G._Selfridge
Brian_Livezey
Jin_Shieh
Lei_Wang
Emre_Velipasaoglu
Teiji_Furugori
Anselm_Blocher
Shu_Lin
C._Cordell_Green
Robert_Ragno
Eric_Bloedorn
Bruce_D._Lucas
Frederic_Dang_Ngoc
Bradley_P._Allen
Jagrati_Agrawal
Yutaka_Matsushita
Richard_Relue
Graham_N._C._Kirby
Samy_A._Mahmoud
Dina_Demner-Fushman
Michail_Salampasis
Steve_Hardy
Gavin_M._Bierman
Salvatore_T._March
Andreas_Arning
Yoichi_Shinoda
Hongwei_Zhang
Jacques_Robin
Naval_K._Verma
Warren_P._Seering
Maheshkumar_Sabhnani
Shahid_Jabbar
Martin_Henz
Martin_K?hler
Jean-Claude_Mamou
Delbert_D._Bailey
Andrew_E._Wade
Lothar_F._Mackert
Kui_W._Mok
Steve_G._Romaniuk
Rila_Mandala
Thorsten_Brants
Carsten_Andreas_Gerlhof
Tim_Niblett
Walid_Rjaibi
Mehmet_Ercan_Nergiz
Mizuho_Iwaihara
Giorgio_Tornielli
Lance_R._Williams
J._Benton
Kenji_Itoh
John_Tolle
Sasha_Blair-Goldensohn
Troels_Bjerre_S?rensen
Brad_Lushman
Reza_Akbarinia
Cory_Reina
Ambuj_Goyal
Thomas_Behr
Wolfgang_Womann
Steven_Eschrich
Rachid_Alami
Robert_S._Galen
Jos¨¦_R._Param¨¢
Wen_Wu
Ashley_C._Lovell
Masakazu_Seno
Sudha_Ram
Nevin_Lianwen_Zhang
Peter_J._Weinberger
J._Srinivasan
John_C._Hogge
Donghui_Feng
Vaughan_R._Pratt
Le-Chi_Tuan
Simon_Tong
Victor_N._Askman
Jingfang_Xu
Bernd_Walter
Andrew_U._Frank
Elias_Pampalk
Yuh-Ming_Shyy
Leliane_Nunes_de_Barros
Weiping_Wang
Shieu-Hong_Lin
Einat_Minkov
J._Richard_Swenson
Rick_Evertsz
Jeffrey_Benkler
Timothy_Baldwin
Richard_Segal
Rune_Humborstad
Robert_L._Blum
Marc_Luria
Chih-Ming_Hsu
James_F._Cunningham
Anuradha_Bhamidipaty
Wen_Niu
Parris_K._Egbert
Shawn_Bowers
Lei_Liu
Matthew_P._Evett
Xiaoxun_Sun
David_C._Noelle
Y._H._Chin
Aravindan_Veerasamy
Benjamin_Bin_Yao
Luigi_Lavazza
Hiroshi_Yasuda
Kent_Wittenburg
T._Lougenia_Anderson
Reinhard_Rapp
Wai-Ho_Au
Zhanhuai_Li
Michel_Kuntz
Jean_Le_Bihan
Michael_L._Anderson
John_H._Leuchner
Dorit_Avrahami-Zilberbrand
Hongyan_Jing
Shi_Zhong
Michael_Suckow
Michita_Imai
Roger_Y._Tsai
Mohammed_Belkhatir
Amanda_Stent
Theodore_Kalamboukis
Binto_George
Andrzej_Szalas
Xiubo_Geng
Christian_Richard
Mike_Brayshaw
Dennis_de_Champeaux
Gavan_Duffy
Yohei_Seki
Liping_Jing
Thierry_Barsalou
Eugene_Wu_0002
Jos¨¦_Mar¨ªa_G¨®mez_Hidalgo
Rob_Bell
Luiz_Homem_de_Mello
Albert_Bifet
Volkert_Brosda
Stephen_C._North
Arnold_L._Rosenberg
Ruggero_G._Pensa
Jos¨¦_del_R._Mill¨¢n
Kriengkrai_Porkaew
Saara_Hyv?nen
Steffen_Rendle
Jacqueline_Castaing
Hidekazu_Nakawatase
Jovan_Pehcevski
Mark_A._Sheldon
Eric_B._Baum
Lawrence_D._Jackel
Irwin_Sobel
Valery_Soloviev
Charles_F._Schmidt
Yoram_Kornatzky
Shaymsunder_Gopale
Simon_Sheu
Dedre_Gentner
Werner_Stephan
Victor_B._Zordan
Xue-wen_Chen
Takashi_Miyata
Susan_Fox
Nell_B._Dale
B._L._Hills
Ronald_C._Unrau
Kono_Kim
Daniel_P._Dabney
Birger_Larsen
Bistra_N._Dilkina
William_J._Long
Paolo_Garza
Steven_Berson
Christoph_Benzm¨¹ller
Sherif_Sakr
Peter_Bodorik
Duygu_Ucar
Pooyan_Fazli
Edmond_Lau
Pavel_Avgustinov
Lee_A._Appelbaum
Sathiamoorthy_Subbarayan
Kazuko_Kuriyama
Andrei_A._Krokhin
Robert_J._Yan
Artur_S._d'Avila_Garcez
Martin_Herman
Yutaka_Kanayama
Luca_Becchetti
Michael_T._Cox
Vassilis_Stoumpos
Varun_Kacholia
Peter_R._Wurman
Greg_Ridgeway
Ian_MacKinnon
Bradley_J._Clement
Fazel_Famili
Robert_Sim
Brian_T._Bartell
Joel_D._Martin
Bon_K._Sy
Richard_J._Wood
Flavia_Moser
Pasi_Fr?nti
M._Seetha_Lakshmi
J._David_Schaffer
Ming-Chuan_Hung
Ander_de_Keijzer
In¨ºs_Lynce
Salim_Roukos
Amar_Mukherjee
Sylvian_R._Ray
V._I._Rybak
R¨®n¨¢n_P¨¢irc¨¦ir
Arkadiusz_Wojna
Ping_Sun
Olivier_Y._de_Vel
Sarah_Cohen_Boulakia
John_M._Hollerbach
Kalev_Kask
Ralf_Bierig
Andreas_Broschart
Shinji_Fujiwara
Philip_Zigoris
Arding_Hsu
Charles_W._Kaufman
Ang¨¨le_M._Hamel
Christopher_G._Chute
Shinsei_Tazawa
Linfeng_Zhang
Jie_Bao
Kerry_Rodden
Douglas_B._Terry
Ion_Androutsopoulos
Charles_B._Callaway
Tom_Barclay
Deept_Kumar
Ching_Kian_Wong
Raymond_D._Gumb
Dong_Zhuang
Alexander_T._Ihler
Stephan_Busemann
Michael_A._S._Potts
Felix_Frayman
Simon_Kamenkovich
Matt_Jones
Ron_Lavi
Ranabir_Gupta
Hongtao_Xu
Samuel_Wintermute
Lei_Ji
Giuseppe_Santucci
Igor_Kiselev
Sylvia_L._Osborn
John-Jules_Ch._Meyer
Dijun_Luo
Mohamed_Farid_Elhawary
Jason_Wolfe
Stefania_Marrara
Istv¨¢n_N¨¦meti
Kenrick_J._Mock
Kathleen_Dahlgren
Peng_Zang
Siobhan_Devlin
Hans_Friedrich_Witschel
C._R._Spath
Yoram_Yakimovsky
Moshe_Mor
Dechang_Chen
Yinghui_Yang
Daniel_L._Chester
David_S._Vogel
Fragkiskos_Pentaris
Olivier_Gruber
Barbara_H._Kwasnik
Peter-Arno_Coppen
K._Sundar_Das
Jeffrey_Considine
Wolfgang_Mahnke
Morton_M._Astrahan
Dirk_Wodtke
Brian_Meckler
Kostas_Stergiou
Brendan_Kitts
Jens_Clau?en
Tochukwu_Iwuchukwu
Norbert_Eisinger
Paolo_Terenziani
Moussa_Boussouf
Robert_Tibshirani
Robert_Milne
De-Sheng_Wang
Ryan_McDonald
Joan_Feigenbaum
Marc_Spielmann
Claudia_Pearce
Daniel_T._Halstead
Ron_Gershon
Val¨¦rie_Issarny
Haris_Georgiadis
John_O._Everett
Wagner_Truppel
Sharon_McDonald
Jian-Ming_Xu
Lonnie_Chrisman
Arun_K._Pujari
Ahmet_Bulut
Jonathan_Stillman
Knot_Pipatsrisawat
Steve_Kirsch
Yuxin_Peng
Jean_Sallantin
M._Lopez
Raghunath_Othayoth
David_L._Wells
Vijay_Boyapati
Jorge-Arnulfo_Quian¨¦-Ruiz
Udo_Kelter
Peter_M._Will
Hajnal_Andr¨¦ka
James_P._Rogers
Jean-Marie_Nicolas
Igor_L._Markov
Omar_Boussaid
David_B._Sher
Akinori_Fujino
Randal_J._Peters
Simon_Perkins
Chun_Hung_Li
Brahim_Chaib-draa
Shou-de_Lin
Pawel_Jurczyk
Mark_Austin
Steven_A._Demurjian
Yuliya_Lierler
Gregory_D._Speegle
Nicole_Kr?mer
Guomao_Xin
John_Bear
Zhen_Guo
Patrick_Doherty
Shaofeng_Bu
Steven_J._Weissman
Fran?ois_Poulet
Xiaojun_Yuan
Christine_T._Cheng
Justin_Basilico
Alon_Pilberg
Jordan_Erenrich
Dhiman_Barman
Mandar_Rahurkar
Amar_Gupta
Paul_Johannesson
Shyamsundar_Rajaram
Eero_Hyv?nen
Philip_L._Lehman
Minoru_Tanaka
Walton_A._Perkins
Sujoe_Bose
Yuping_Yang
XuanLong_Nguyen
Odysseas_G._Tsatalos
Perry_W._Thorndyke
Shravan_Matthur_Narayanamurthy
Tik-Shun_Wong
Prasanna_Padmanabhan
Fubito_Toyama
Roy_Rada
Junqiang_Liu
Allan_P._White
Azadeh_Shakery
Scott_Davies
Steve_Ford
Arun_P._Sanjeev
Gregor_Thurmair
William_Bridge
Annelise_Mark_Pejtersen
Shailesh_Kumar
Manuel_Cebri¨¢n
Michael_Winikoff
Manu_Aery
Edmund_Furse
Jeff_Pepper
Gemma_Casas-Garriga
Donald_C._Allen
G._Niklas_Nor¨¦n
Yazhong_Feng
Shih-Fen_Cheng
Sunil_S._Nair
Mark_D._Grover
Dragomir_Anguelov
Mehran_Asadi
Mark_Coyle
David_Atkinson
Yann_Vi¨¦mont
Richard_A._Harshman
Marc_Sobel
Feng_Liang
E._Segal
Paul_A._Martin
Kasia_Muldner
Gerhard_K?stler
Soon_Tee_Teoh
Parry_Husbands
Fumihiko_Chimura
Shai_Geva
J¨¢n_Senko
Fan-Chen_Tseng
Kimmo_Koskenniemi
Peng_Dai
Kristen_Grauman
Robert_K._Abbott
Glenn_R._Thompson
Thomas_F._McDougal
Paul_B._Chou
Fr¨¦d¨¦ric_Gingras
Yukihiro_Morita
Norman_Salazar
Adriana_Zapico
Carlo_Batini
Douglas_A._Newlands
Heinz_Uphoff
Phil_Hayes
Christian_Kalus
Richard_F._E._Sutcliffe
R._E._Cullingford
Ioannis_Arapakis
Arthur_C._Graesser
Kaladhar_Voruganti
Cristopher_Moore
Daniel_Frost
Nadya_Belov
Allan_M._Collins
Michael_Freeston
Clinton_Mah
Romeo_Sanchez_Nigenda
Edward_Herskovits
Shengping_Liu
Xiaohong_Wang
Mark_Digiovanni
Thomas_J._Cook
Robert_A._Yost
Michael_Kaess
Donald_Owen_Case
Andrew_Connolly
Katya_Pelekhov
Tanuja_Joshi
Pasquale_Rullo
Charles_Pecheur
Jin_H._Kim
Sebastian_Brandt
Haggai_Roitman
David_B._Skillicorn
Tian_Sang
Jieming_Zhu
Avi_Arampatzis
Yejun_Wu
Wei-Pang_Yang
John_Perry
Yoonkyong_Lee
Yang_Cao
Ian_A._Macleod
Seshashayee_S._Murthy
Pablo_Castells
Karen_Sp?rck_Jones
Yuhan_Cai
Jolly_Chen
Asaf_Adi
Susanne_Englert
Wood_W._Lee
Feng_Zhao
Sylvie_Guillaume
Timothy_M._Stough
Don_R._Swanson
Catherine_Berrut
W._J._Teahan
Virginia_Savova
John_W._Collins
Aaron_Watters
Shan-Hung_Wu
Yuzo_Fujishima
Keith_C._C._Chan
Mark_D._Hill
David_Hogg
Yunhua_Hu
Joost_Breuker
Matthias_Schonlau
Rodolphe_Michel
D._Swartwout
David_R._Hanssen
Erik_Rosenthal
Gayatri_Sathe
Kenneth_A._Kaufman
Stefan_Brass
Jooseok_Park
Terrance_Swift
Alan_Holland
William_P._Doran
Miles_Efron
Yilan_Gu
C._H._Chen
Jan_Paredis
Alexander_Kreutz
Junxin_Zhang
Emmanuel_Viennet
Bhuvana_Ramabhadran
Eugene_Fink
Robert_McGrew
Andreas_S._Weigend
Alexandr_A._Savinov
Jan_A._Mulder
Richard_F._Helm
D._E._Okhotsimsky
Juan_D._Vel¨¢squez
Paul_Smolensky
Michel_Galley
William_A._Andersen
James_B._Moen
Yannick_Pencol¨¦
David_W._Flater
Morteza_Dehghani
Akiko_N._Aizawa
James_Z._Teng
Art_Munson
Maria_Satratzemi
Scott_H._Clearwater
Janjao_Sutiwaraphun
Xin_Luna_Dong
Dawit_Yimam_Seid
Mih¨¢ly_Jakob
Dhruv_Gupta
Govind_Kabra
Elmar_Eder
Erol_Gelenbe
Hwee-Leng_Ong
Donald_R._Deutsch
Louise_Pryor
Andrea_Pohoreckyj_Danyluk
Paolo_Giorgini
Chris_Eaton
Fran?ois_Rioult
Jerre_D._Noe
V._Nageshwara_Rao
Michel_Van_Caneghem
Shyam_Boriah
Yulan_Liang
Yangbo_Zhu
Yifen_Huang
Sumiyasu_Yamamoto
Nitin_R._Patel
Mukul_Joshi
Arvind_Thiagarajan
G._N._Paulley
Werner_Dubitzky
D._Paul_Benjamin
Mohammed_Aljlayl
Yves_Petinot
Sam_Skrivan
Matthew_Kitching
Enrique_Puertas_Sanz
Chris_Reed
Pawel_Terlecki
J._C._Simon
Jinchuan_Chen
Desislava_Petkova
John_R._Josephson
Angelo_Oddi
Bradley_A._Goodman
Steve_A._Steed
Christian_Meilicke
Laurence_A._Kramer
Yu-Ting_Liu
Richard_Edwin_Stearns
Ulrich_Pfeifer
Changki_Lee
Yongtai_Zhu
Zhao_Yang_Dong
Giovanni_Adorni
Andrea_Sikeler
Robert_M._Losee
N._Hari_Narayanan
Bracha_Shapira
Yoshiteru_Ishida
Rahul_Bhagat
DoKyeong_Ok
Mohamed_E._Khalefa
Micheline_Kamber
Daniel_D._Suthers
Xing_Yi
Olivier_Spanjaard
Chandra_Chekuri
Genevi¨¨ve_Jomier
Tom_Rowlands
Tetsuro_Ito
Ethan_A._Scarl
Christopher_D._Carothers
Steve_K._Luk
Guy_Pardon
Oege_de_Moor
Dav_Zimak
Eitan_Farchi
M._Howard_Williams
Pedro_Coutinho
Ole_Oren
Evan_W._Steeg
Dingding_Wang
Jaswinder_Pal_Singh
Sang-goo_Lee
Anne_Diekema
Stephanie_Sage
Michael_Hay
Rada_M._Granovskaya
Pat_Hanrahan
Eija_Airio
Michel_Lema?tre
Siau-Cheng_Khoo
Andrea_S._LaPaugh
Michael_Duller
Fergus_Toolan
John_Jannotti
Harris_Wu
David_Vaskevitch
Christoph_Helma
Young-In_Shin
Claudia_B?ttcher
Toru_Matsuda
Qicheng_Ma
Hiromitsu_Hattori
Ding-Ying_Chiu
Stephen_D._Durbin
Shinichi_Honiden
Tamas_E._Doszkocs
Edward_Cutrell
Dagobert_Soergel
Marcin_Zukowski
Mao_Chen
Adrian_Segall
Steven_A._Wolfman
Haimonti_Dutta
Alfred_V._Aho
Sooraj_Bhat
Christine_Parent
Brigitte_Jaumard
Luigia_Carlucci_Aiello
Astro_Teller
Jin-Kao_Hao
Tiffany_Barnes
Yanzan_Zhou
Ghaleb_Abdulla
Christopher_Potter
Jef_Wijsen
Gregor_Leban
Choh-Man_Teng
Damien_Sereni
Werner_Obermair
Christopher_Bailey-Kellogg
Sanjeev_Kumar
T._K._Rengarajan
Kenneth_P._Smith
Robert_E._Stepp
Gregory_C._Sharp
Junmin_Gu
Christine_Clark
Friedbert_Jochum
Kelvin_T._Leung
Mieczyslaw_M._Kokar
Colm_O'Riordan
Sabine_Massmann
Douglas_A._Talbert
Jun_Miura
Hei_Chan
Rajiv_Jauhari
Naoaki_Okazaki
Yeong-Joon_Kim
Daniel_Golovin
Roger_Lueder
Gary_H._Ogasawara
Nish_Parikh
Darius_Braziunas
M._D._Diamond
Vesko_Marinov
Donald_B._Crouch
R._M._Lee
Alain_Casali
Guo_Li
Leejay_Wu
Sashikanth_Chandrasekaran
Greg_Pass
Can_Wang
John_F._Burger
John_Demiris
Pedro_Cano
Giri_Kumar_Tayi
Stephen_Melville
Artur_M._Arsenio
James_W._Goodwin
Kyoung-Soo_Han
John_L._Schnase
Deniz_Aktug
W._Hoss
Keizo_Sato
Jeffrey_Katzer
Harish_D
Eunyee_Koh
Gianluca_Garbolino
J¨¹rgen_Dorn
Nicolas_Wack
P._Kachhwaha
Ionut_Emil_Iacob
Hongxue_Wang
Sven_Laur
Jonathan_Amsterdam
Haim_Bodek
Andrew_J._Palay
Marcia_J._Bates
Amin_Mantrach
Weihong_Deng
Yoshinori_Yamaguchi
Leon_Wong
T._W._C._Huibers
Peter_Rathmann
Chris_Beecher
Alan_F._Karr
Sandra_G._Hirsh
Elio_Masciari
Michael_Minock
Gwang_S._Jung
Dalia_Motzkin
H¨¦ctor_Corrada_Bravo
Nina_Tayar
Caleb_C._Noble
Ed_Willis
Jui-Chi_Ho
Brett_Berlin
Frode_Aschim
G._Sharman
Ragaa_Ishak
Herbert_S._Meltzer
Jack_Tan
J._Y._Caleca
Yu-Gang_Jiang
Masahiro_Kajiura
Dan_Smith
Andrew_P._Kosoresow
Komanduru_Sai_C
Eric_Crestan
Ayan_Bandyopadhyay
David_H._D._Warren
Benoit_Dumoulin
Philippe_Caloud
Pierre_Colignon
Nobuyuki_Shimizu
Claude_Pichet
Johan_Schubert
Dennis_Heimbigner
Jeetendra_Mirchandani
Victor_Ciesielski
Shilad_Sen
Thomas_Y._Galloway
Rodolphe_Priam
Douglas_N._Gordin
Philip_Cotter
David_R._H._Miller
Michael_D._Howard
Tom¨¢s_Lang
In_Ryu
Joanne_S._Claussen
Tu_Van_Le
Vijay_Krishnan
Michael_J._Welch
Joshua_Lewis
Kian-Wei_Kor
Allen_Condit
K._S._Wong
Hongzhao_He
Marc_Descollonges
Naomi_Sager
Richard_A._Feinauer
Jing_Dai
Nurith_Gal-Oz
H.-J._Schneider
Richard_Bigelow
Meridith_A._Lane
Steven_Loscalzo
Benjamin_W._Tam
Kamar_Aulakh
Mark_Little
Brian_Rea
Jefferson_Heard
Roland_Dahl
Fred_Popowich
Luke_Dickens
James_R._Hamilton
Petteri_Kangaslampi
D._N._Kamber
Jeanette_Bruno
Blake_Patterson
Xiangyu_Jin
David_Rosenthal
J._Potter
Rex_Blankinship
Clifford_J._Weinstein
Odile_Foucaut
Budi_Rahardjo
Krishna_G._Kulkarni
R._McCord
Joachim_Quantz
Yoshiki_Fukui
Krystle_Kocik
Charles_L._Hedrick
Ann_Ellis_Bandurski
Fr¨¦d¨¦ric_Maire
Antoine_Doucet
H._Chang
C._M._Witkowski
Tom_Wimberg
Sandeep_Khanzode
Thomas_Pressburger
Ian_Tian_Yi_Li
Michael_Redmond
Lee_A._Becker
Paul_Maier
Li-Dong_Cai
Gordon_Skorstad
Brian_Dunkel
J._A._Miller
Kris_West
Muhammad_Younas
Nikolaos_Nanas
Meghana_Deodhar
Holger_Riedel
Valerie_Florance
Andreas_Karwath
H._Yasuura
M._F._Colinas
Anna_Olecka
Jangwon_Seo
Kevin_L¨¹
Jung-Hee_Song
Anestis_Gkanogiannis
Tim_Sibley
Herbert_Kuss
Shi-Kuo_Chang
Philip_J._Harding
Thomas_Linke
Stephen_W._Sherman
Goutham_Kurra
Ningda_R._Li
W._A._Walker
Brian_Amento
Gil-Chang_Kim
Li_Tao
G._S._Lbov
David_Robins
Giancarlo_Martella
Don_X._Sun
Hiroshi_Matoba
Sharon_A._Stansfield
Sven-Eric_Lautemann
Roger_L._Haskin
Jonas_Kuhn
Kuniaki_Uehara
Jun-Lin_Lin
Sanju_K._Bansal
Joseph_A._Wald
Wei_Lu
Judith_Klein-Seetharaman
Armando_Fox
Guy_De_Pauw
Hong-Pao_Shi
Ping-Jung_Wu
Oscar_E._Landes
Bonnie_Webber
James_R._Curran
Hans-Peter_Steiert
Lior_Rokach
Morgan_C._Wang
Jonathan_Furner
P._E._Jones_Jr.
K._Brown
William_D._Rowe
Yasuhiro_Fujiwara
Mark_N._Haynie
Qiuhui_Yuan
Evan_Hoke
Shaoyu_Zhou
Matthew_Chalmers
William_J._McIver_Jr.
Kilian_Stoffel
Y._Dan_Rubinstein
C._C._Geschke
Adrian_O'Riordan
Don_Vines
Baolong_Liu
Sankar_Virdhagriswaran
Yuan-Kai_Wang
Alexander_Botta
Jonathan_Betz
G._R._Karsner
Spyridon_Braoudakis
R._K._Wiersba
Scott_Rickard
Xu_Liang
Eve_Wilson
Pierre_Basso
Johan_A._Pouwelse
Austin_Foxley
Todd_R._Reed
V._Seshadri
Hongkuk_An
Frank_R._Safayeni
Rongmei_LI
Masumi_Narita
Vikas_Khandelwal
Frank_Moser
M._Dunlavay
Patrick_Cahan
Tim_Rey
Ian_N._Robinson
Tony_P._Ng
Junshui_Ma
Jonathan_Bein
Ilm¨¦rio_Silva
Chang_Liu
Micheline_Hancock-Beaulieu
Jiyou_Jia
Michael_McQuaid
Idir_Chibane
Maria_Smith
G¨¹nther_Gediga
Lincoln_Stein
Michael_Ubell
Pinar_Duygulu
J._Samuel_Feldman
Huaming_Liao
Sukanya_Mitra
Jim_Gemmell
Claudia_Ulbricht
Xiaoya_Tang
M._David_Sadek
Ebbe_Nielsen
Robert_A._Amsler
Yoad_Winter
Robert_N._Oddy
Karolina_Eliasson
M._Cohen
Anne_Tissen
Stefano_Borgo
Daylond_Hooper
Basilios_Gatos
Paulo_C._F._de_Oliveira
Diane_Tang
Vladimir_V._Chavchanidze
John_Schalow
Edmund_M._Clarke
David_B._Wagner
Ruofei_Zhang
Michael_A._Palley
Chris_Staff
Jerry_Nolte
Richard_A._Gustafson
Bob_Horst
Fionn_Murtagh
Steven_Finch
Lucy_T._Nowell
Yeong-Chyi_Lee
O._Tikhomirov
Tosiyasu_L._Kunii
Samaresh_Maiti
Benjamin_Bustos
Salvatore_Ruggieri
Dongming_Wang
Stephan_Hartmann
M._Weinstein
Joel_L._Fagan
Malik_Yousef
P._Lebeux
Anthony_J._Gadient
Victoria_S._Uren
Peter_N._Creasy
John_Nauman
C._Fields
Arpit_Mathur
Olena_Medelyan
Barton_P._Miller
Chao_Zhou
Endre_Boros
F._R._Campagnoni
Seth_Hettich
